True if the pane is being shown, false if it is being hidden.
  Namespace:   Autodesk.Revit.UI.Events
  Assembly:   RevitAPIUI  (in RevitAPIUI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2015
 Syntax
  C#
public bool DockableFrameShown { get; }
  Visual Basic
Public ReadOnly Property DockableFrameShown As Boolean
	Get
  Visual C++
public:
property bool DockableFrameShown {
	bool get ();
}
 See Also
  DockableFrameVisibilityChangedEventArgs Class
  Autodesk.Revit.UI.Events Namespace